[
  "obsidian-style-settings",
  "templater-obsidian",
  "dataview",
  "obsidian-smart-typography",
  "omnisearch",
  "convert-url-to-iframe",
  "obsidian-icons-plugin",
  "obsidian-excel-to-markdown-table",
  "obsidian-minimal-settings",
  "obsidian-outliner",
  "callout-manager",
  "calendar",
  "table-editor-obsidian",
  "obsidian-tasks-plugin",
  "editing-toolbar",
  "obsidian-quiet-outline",
  "obsidian-git"
]